<template>
  <div id="signHelpFile">
    <div class="sign-back">
      <i class="cubeic-back" @click="$router.back()"></i>
    </div>
      <h1>数字经济合作伙伴协议</h1>
      <div class="second">
        <p>甲方：海南自贸区椰云网络科技有限公司</p>
        <p>乙方：</p>
        <p>签订时间：</p>
        <p>签订地点：</p>
      </div>
      <div class="three">
        <p>感谢您选择海南自贸区椰云网络科技有限公司为您提供数字经济综合服务。我司将依托综合实力竭诚为您提供更规范、更专业的服务。</p>
         <br/>
         <div class="three-one">
            甲    方：海南自贸区椰云网络科技有限公司（以下简称“甲方”<br/>
            公司简称： 椰云网络<br/>
            联系地址：海南省澄迈县老城镇高新技术产业示范区海南生态软件园沃克公园8857号<br/>
            联系电话：0898-3130-5180<br/>
            联系邮箱：hr＠cocogc.cn<br/><br/>
            乙    方：                （以下简称“乙方”）<br/>
            身份证号码：<br/>
            联系地址：<br/>
            联系电话：<br/>
            联系邮箱：<br/><br/>
         </div>
        <p>（在本协议下，甲方和乙方统称为“双方”，或各自被称为“各方”或“一方”。）</p>

        <div class="hop-tip">
          特别提示：<br/>
          <p>针对获得生产经营所得的自由职业者在使用本协议项下甲方提供的数字经济综合服务时，甲方承诺依法纳税、确保自然人纳税人取得税后的合法收入。</p>
          <p>军人、公职人员等国家法律法规和纪律规定禁止从事兼职或经商的人员，严禁使用本协议项下甲方提供的数字经济综合服务。</p>
          <p>公司雇员等其他与公司具有劳动/劳务合同关系、或其他类似的劳动人事法律关系并从与其有前述关系的公司取得工资薪金所得的人员，严禁使用本协议项下甲方提供的数字经济综合服务；该类人员因从事生产经营而从非与其有前述关系的企、事业单位所取得的生产经营所得，甲方可为其提供本协议项下的数字经济综合服务。</p>
          <p>公司法定代表人、股东、董事、监事等其他从所属公司取得收入的人员，一律严禁使用本协议项下甲方提供的数字经济综合服务；该类人员因从事生产经营而从非与其有前述关系的企、事业单位所取得的生产经营所得，甲方可为其提供本协议项下的数字经济综合服务。</p>
          <p>一经发现有上述任一行为的，甲方有权上报税务机关及其他相关国家机关。税务机关及其他相关国家机关根据《中华人民共和国税收征收管理法》及其他相关法律法规的规定追责任主体的法律责任。</p>
        </div>
        鉴于：<br/>
        <p>甲方是在中国境内注册成立的拥有相关资质的有限责任公司，具备数字经济资源平台及智能系统，为诸多互联网企业平台客户（简称“企业客户”）提供数字经济综合服务，接受其委托为其筛选适合的自由职业者并可提供综合数字经济服务；乙方系甲方按照与企业客户签署的《数字经济智能综合服务协议》的规定，接受企业客户的委托为其筛选的具有专业素养、能力及相应许可的自由职业者，能满足甲方企业客户的商业需求；甲乙双方根据相关法律法规进行友好协商并签署本协议。</p><br/>
        第一条 合作内容<br/>
        <p>1、甲方为拥有相关资质的有限责任公司，具备数字经济资源平台及智能系统，甲方将与乙方开展业务合作，向乙方宣贯企业客户业务规则（包括申请流程、自由职业者应履行的活动条件、活动内容、活动注意事项、最终对应到乙方的绩效费计算及支付方式等）。</p>
        <p>2、乙方系根据甲方按照与企业客户签署的《数字经济智能综合服务协议》的规定，接受企业客户的委托为其筛选的具有专业素养、能力及相应许可的自由职业者，经甲方筛选及推荐，乙方可向企业客户提出申请并提供相应生产经营活动，申请通过后乙方可按照甲方企业客户业务规则查询活动需求、接受活动需求、履行生产经营活动过程中的相关义务并享有相关权利、查询活动订单、收取最终对应到乙方的绩效费等。</p>
        <p>3、乙方应自行负担就其取得的生产经营绩效费需缴纳的各项税款及行政收费（如有），甲方按照有关税收政策规定及甲方主管税务机关的要求，并接受乙方委托向其代征前述税费；甲方接受乙方委托向企业客户收取绩效费并将完税之后的金额支付给乙方。</p>
        <p>4、依照代征权限，甲方可以进行代征的范围仅限于从事生产经营的个人，即本协议项下的自由职业者。</p><br/>
        第二条 乙方绩效费的结算及支付方式<br/>
        <p>1、根据甲方与其企业客户之间签署的《数字经济智能综合服务协议》的规定，甲方应就其向企业客户提供的数字经济综合服务收取总服务费，其中，总服务费金额中涵盖最终对应到乙方基于其自由职业者活动而取得的费用金额（简称“绩效费”），甲方将完税后金额支付予乙方。</p>
        <p>2、关于绩效费具体结算及支付方式，参见附件一。</p>
        <p>3、乙方应自行负担就其取得的绩效费需缴纳的各项税款及行政收费（如有）。甲方在向乙方支付绩效费时，有权按照有关税收政策规定及甲方主管税务机关的要求，向其代征个人所得税等税款及行政收费（如有），该等款项将从甲方企业客户所支付的总服务费中予以扣减。应甲方要求，乙方应提供与税款申报缴纳相关的协助及信息。</p><br/>
        第三条 甲方的权利与义务<br/>
        <p>1、甲方有权就乙方提供的生产经营活动制定相应活动标准，乙方应当遵守前述活动标准，甲方应敦促乙方不得违背相关法律法规，且甲方对乙方违反法律法规的行为不承担任何法律责任。</p>
        <p>2、甲方在向乙方支付其绩效费时，应当按照有关税收政策规定及甲方主管税务机关的要求，向乙方代征个人所得税等各项税款及行政收费（如有）。</p>
        <p>3、甲方为使乙方满足企业客户业务需求而向乙方提供服务，该等服务并不当然导致甲乙双方构成任何劳动/劳务合同关系或其他类似劳动法律关系，甲方对乙方因从事生产经营活动与任一方或第三人所产生的争议不承担任何法律责任。</p>
        <p>4、甲方发现乙方违反本协议第四条第4款之规定的，甲方有权中止本协议，并将乙方的违法行为自发现之时24小时之内向甲方主管税务机关报告。乙方应自行承担由此产生的税务相关的处罚责任，包括但不限于根据税务机关的要求补缴相应的税款、滞纳金等。</p>
        <p>5、甲方承诺对乙方所披露的个人隐私信息进行保密。</p>
        <p>6、甲方可以留存为实现本次合作内容从乙方处获取的乙方个人信息。但是，未经乙方授权，甲方不得将从乙方个人信息披露给任何第三方。</p>
        <p>7、甲方承诺将按照相关法律法规的要求，对从乙方处获得的乙方个人信息履行安全保护义务，保障网络免受干扰、破坏或未经授权的访问，防止网络数据泄露或被窃取、篡改。</p><br/>
        第四条 乙方的权利与义务<br/>
        <p>1、乙方有权且应当拒绝违反法律法规的活动。</p>
        <p>2、乙方保证向甲方提供的信息均是真实的、有效的、合法的，如信息变更（例如，不再是自由职业者身份时）应当及时通知甲方，与此有关的全部法律责任由乙方负责。</p>
        <p>3、乙方不得从事违反法律及行政法规等行为，如洗钱、偷税漏税及其他甲方认为不得使用乙方服务的行为等。</p>
        <p>4、乙方承诺与企业客户不具有下列关系：</p>
        <p>4.1与企业客户具有劳动/劳务合同关系、或其他类似的劳动人事法律关系；</p>
        <p>4.2与企业客户的关联企业具有劳动/劳务合同关系、或其他类似的劳动人事法律关系；</p>
        <p>4.3为企业客户及其关联企业的法定代表人、董事、监事、股东；</p>
        <p>4.4其他不适用于本协议第一条第4款甲方代征范围之规定的人员。</p>
        <p>如本条规定的人员以自由职业者身份从事生产经营行为的，经其提供相关证明文件后其生产经营所得可由甲方按照本协议向其代征个人所得税。</p>
        <p>5、为实现本协议合作之目的，乙方同意甲方及其企业客户收集乙方的个人信息，包括但不限于乙方姓名、身份证号码、收款银行卡号、开户银行、接单数量及费用等。</p>
        <p>6、乙方发现甲方违反法律、行政法规的规定或者双方的约定收集、使用其个人信息的，有权要求其删除其个人信息；发现甲方收集、存储的其个人信息有错误的，有权要求其予以更正。甲方应当采取措施予以删除或者更正。</p>
        <p>7、乙方保证活动过程中遵守国家法律法规，因乙方个人原因造成其个人或任何第三方损害的责任，由乙方承担全部法律责任。</p>
        <p>8、乙方确认，其具有完全民事权利能力及完全民事行为能力，并满足所有履行本协议所需的法定条件或约定条件。</p>
        <p>9、乙方确认，其知晓最终支付予乙方的绩效费结算方式，并有权通过甲方向企业客户要求支付绩效费。</p>
        <p>10、乙方可自行在企业客户处查询绩效费的计算方式、支付途径等信息，如有异议，可直接与企业客户沟通，甲方视情况需要可提供相关协助。</p>
        <p>11、乙方应当本着甲方利益最大化的原则，勤勉履行本协议，维护甲方形象，不得损害甲方的合法权益。</p>
        <p>12、甲方没有为乙方购买任何保险的法律义务，乙方自行购买商业保险的，其投保、出险及理赔事宜均与甲方无关。</p>
        <p>13、乙方应排他性地使用于企业客户处获得的唯一身份标识，因乙方泄露或提供给他人使用该等身份标识而造成的一切后果，由乙方自行承担，与甲方无关。</p>
        <p>14、乙方应自备提供生产经营活动所需要的设备设施、自行承担提供生产经营活动的必要费用。</p><br/>
        第五条 违约责任<br/>
        <p>任何一方违反本协议约定，即构成该方的违约；除本协议另有规定外，违约方应向守约方承担违约责任，补偿守约方承受或遭致的所有损失、责任、赔偿金或费用（包括但不限于合理的律师费、诉讼费、公证费等）。</p><br/>
        第六条 声明、承诺与保证<br/>
        <p>本协议项下各方声明、承诺和保证：本协议任何一方已披露签署和履行本协议所应当向另一方披露的全部信息，且披露内容真实、准确、无遗漏。协议各方同时声明和承诺：本协议的签署和履行不与本协议任何一方已经签署的协议或需承担的任何义务相冲突，且也不会对本协议任何一方以外的第三方形成任何法律和商业上的冲突。</p><br/>
        第七条 保密责任<br/>
        <p>1、本协议任何一方应对本协议所涉及的所有内容以及协议各方在执行本协议过程中相关的一切法律、商业、合作业务的所有资讯进行保密。未经对方允许，均不得向对方以外的任意第三方披露。</p>
        <p>2、保密期应为：协议的有效期内及协议终止之后的十年。</p><br/>
        第八条 适用法律、争议及纠纷解决和司法管辖<br/>
        <p>本协议的订立、执行和解释及争议的解决均应适用中国法律。凡因本协议引起的或与本协议有关的任何争议，协议各方应友好协商解决。如不能协商解决，双方一致同意提交至甲方所在地有管辖权的人民法院通过诉讼解决。</p><br/>
        第九条 补充协议及附件<br/>
        <p>双方同意，在本协议签订后，如另有补充协议，该等补充协议及附件构成本协议不可分割的组成部分，具有同等法律效力。</p><br/>
        第十条 权利的行使<br/>
        <p>在本协议的任意一方或双方未能及时行使本协议项下的权利不应被视为放弃该权利，也不影响该方在将来行使该权利。</p><br/>
        第十一条 通知<br/>
        <p>1、除本协议另有约定外，在履行本协议过程中的一切通知，双方均应以挂号信、EMS或快递方式，发送至本协议首部所列的各方地址。双方均保证该地址是其可以随时送达通知的地址。该地址发生变更时，变更方应立即以书面形式通知对方变更后的地址。以挂号信、EMS或快递发出的，在邮戳日/妥投日的5日后视为送达。</p>
        <p>2、任何一方未能及时书面通知对方地址变更的有关事宜，对方向其原提供的地址进行邮寄的，按照前款规定，在邮戳日/妥投日之5日后的日期视为已经进行了送达。</p><br/>
        第十二条 协议生效及有效期<br/>
        <p>1、本协议经甲方盖章、乙方签字之日起生效，本协议有效期为2年。</p>
        <p>2、本协议到期后如双方均未以书面方式提出异议，则本协议有效期自动顺延2年。</p>
        <p>3、本协议壹式贰份，甲乙双方各执壹份，每份具有同等法律效力。</p>
        <p>（以下无正文）</p><br/>
        <div>
            <p>甲方（盖章）：海南自贸区椰云网络科技有限公司</p>
            <p>日期：</p>
            <p>乙方（签字）：</p>
            <p>日期：</p>
        </div><br/>
        附件一：<br/>
        <h2>绩效费的结算及支付规则</h2>
        <p>就本协议第二条规定的绩效费的具体支付及结算方式，双方应按照下列规则进行执行：</p>
        <p>(a)根据甲方与其企业客户签署的《数字经济智能综合服务协议》的规定，对于乙方向甲方企业客户提供的生产经营活动，甲方企业客户在向甲方结算总服务费（简称“总服务费”）时，将按照业务结算规则计算最终对应到乙方的绩效费。</p>
        <p>(b)甲方在收取总服务费后将向乙方支付绩效费，具体应支付至甲方企业客户提供的提现申请单上列示的乙方收款账户。</p>
        <p>(c)本协议对绩效费的结算周期不作明确约定，视具体活动内容及需求，双方可自行协商。</p>
      </div>

  </div>
</template>
<script>

</script>
<style lang="scss" scoped>
#signHelpFile{
    background: #fff;
    min-height: 100%;
    padding: 18px;
    font-size: 13px;
    font-weight: bold !important;
    .sign-back{
      margin: 5px 0;
    }
    h1{
      font-size: 26px;
      text-align: center;
    }
    h2{
       font-size: 14px;
      text-align: center;
    }
    .second{
      font-size: 14px;
      text-align: left;
      margin:20px 10px;
    }
    .three{
      font-weight: bold;
      .three-one{
        font-weight: normal;

      }
      .hop-tip{
        font-style: italic;
        font-weight: bold;
        p{
          font-weight: bold;
        }
      }
    }
    p{
      text-indent:2em;
      margin: 5px 0;
      font-weight: normal;
    }
}
</style>
